{
    "movies": [
        {
            "title": "Мир в огне",
            "release_year": "2025",
            "description": "После того как мощная солнечная вспышка уничтожила восточное полушарие Земли, охотник за сокровищами отправляется в Европу, чтобы найти «Мону Лизу». Вскоре он осознаёт, что его ждёт более важная миссия, чем поиск картины.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/xBWKgEDlXGrFAvjVzCUcPmw8kHk.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/kHOfxq7cMTXyLbj0UmdoGhT540O.jpg",
            "id": "1",
            "rating": "6.786",
            "genre": "фантастика, боевик, комедия",
            "director": "Джей Джей Перри",
            "actors": "Дейв Батиста, Ольга Куриленко, Кристофер Хивью, Сэмюэл Л. Джексон, Дэниел Бернхардт"
        },
        {
            "title": "Война миров",
            "release_year": "2025",
            "description": "Скринлайф-экранизация романа «Война миров» Герберта Уэллса. Землю атакуют агрессивные пришельцы, использующие гигантских роботов с щупальцами. Людям предстоит бороться за выживание и попытаться дать отпор захватчикам. Фильм затронет темы слежки и конфиденциальности.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/12dBX2CibQ0CXAJfIRBqOY6ac3h.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/iZLqwEwUViJdSkGVjePGhxYzbDb.jpg",
            "id": "2",
            "rating": "4.3",
            "genre": "фантастика, триллер",
            "director": "Рич Ли",
            "actors": "О'Ши 'Айс Кьюб' Джексон, Ева Лонгория, Кларк Грегг, Иман Бенсон, Генри Хантер Холл"
        },
        {
            "title": "Наша вина",
            "release_year": "2025",
            "description": "Спустя четыре года после расставания Ник и Ноа воссоединяются на свадьбе Лайона и Дженны, и возникает вопрос, сможет ли их любовь преодолеть злобу Ника.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/181frO8pQaK7UZUMycM3FodIBIf.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/7QirCB1o80NEFpQGlQRZerZbQEp.jpg",
            "id": "3",
            "rating": "7.584",
            "genre": "мелодрама, драма",
            "director": "Доминго Гонсалес",
            "actors": "Николь Уоллес, Габриель Гевара, Габриэла Андрада, Марта Хазас, Goya Toledo"
        },
        {
            "title": "Истребитель демонов: Бесконечный замок",
            "release_year": "2025",
            "description": "Во время подготовки к решающему сражению с демонами члены Корпуса и столпы проходят изнурительную программу — Тренировку Хашира. Но внезапно сам Музан Кибуцудзи появляется в особняке Убуяшики. Когда глава Корпуса оказывается в смертельной опасности, Танджиро и Хашира спешат на помощь, но Музан втягивает их в таинственное пространство — замок Бесконечности, логово демонов. Так начинается финальное сражение между охотниками на демонов и силами зла.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/rz1jMKpu4rq2wiKMyILF06aiSwP.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/1RgPyOhN4DRs225BGTlHJqCudII.jpg",
            "id": "4",
            "rating": "7.8",
            "genre": "мультфильм, боевик, фэнтези, триллер",
            "director": "Харуо Сотодзаки",
            "actors": "Нацуки Ханаэ, Хиро Симоно, Такахиро Сакурай, Акира Исида, Ёсицугу Мацуока"
        },
        {
            "title": "Похищенная",
            "release_year": "2025",
            "description": "Мара в одиночку воспитывает любимую дочь, а ее бывший муж Карим время от времени забирает малышку на выходные. Однажды дочь пропадает, а Мара узнает, что Карим тайно вывез ее на свою родину в Сирию. Много лет обивая пороги, Мара не может вернуть дочку официальными путями. Однажды к ней обращается бывший морпех Митч, который предлагает Маре сделку — она должна помогать возвращать похищенных детей посредством тайных операций по всему миру. В ответ на это он обещает сделать всё, чтобы вернуть ее дочь домой. Пообещав помощь, Мара не догадывается, что будет втянута в опасную и жестокую игру, курируемую ЦРУ, а доброжелательный Митч — вовсе не тот, за кого себя выдаёт.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/rRpOEyweJPAR1kxQ0KCXNiPxXIt.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/qcDDn7WeKBenM4nLlOPXAeJ4hpg.jpg",
            "id": "5",
            "rating": "6.44",
            "genre": "триллер, боевик, приключения",
            "director": "Джеймс Кент",
            "actors": "Кейт Бекинсейл, Скотт Иствуд, Jordan Duvigneau, Мэтт Крэйвен, Nowar Yusuf"
        },
        {
            "title": "Мартин",
            "release_year": "2024",
            "description": "Сюжет фильма «Мартин» вращается вокруг бригадного лейтенанта Арджуна Саксены, чьё путешествие приводит его из Пакистана в Индию, где ему предстоит раскрыть свою настоящую личность и сразиться с торговцами чёрного рынка, которые вместе с террористами организуют масштабные теракты в стране.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/zt4nj537ulc0fHL3lnQoydq8xn.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/42xAe6kVeTjml9Tww6vRoWa5tay.jpg",
            "id": "6",
            "rating": "3.813",
            "genre": "боевик, драма, триллер",
            "director": "А. П. Арджун",
            "actors": "Дхрува Сарджа, Вайбхави Сандилья, Анвеши Джайн, Джорджия Андреани, Запутанная история"
        },
        {
            "title": "Дом из динамита",
            "release_year": "2025",
            "description": "На США летит межконтинентальная ядерная ракета, неизвестно кем запущенная. До поражения цели осталось 20 минут, военные и чиновники в Белом доме пытаются справиться с кризисом.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/4zG1S9juONvoqy33A9nA5s3bnE5.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/5SVRVwBfHCIkffiq0MmbdvnHWSz.jpg",
            "id": "7",
            "rating": "6.4",
            "genre": "триллер, военный",
            "director": "Кэтрин Бигелоу",
            "actors": "Идрис Эльба, Ребекка Фергюсон, Гэбриел Бассо, Джаред Харрис, Трэйси Леттс"
        },
        {
            "title": "Гадкая сестра",
            "release_year": "2025",
            "description": "Женщина с двумя дочерями выходит замуж за богатого, как она думала, вдовца, но после его внезапной смерти оказывается в ещё больших долгах. Её старшая дочь Эльвира, некрасивая сводная сестра прекрасной Агнес, мечтает выйти замуж за принца и готова на многое, чтобы стать красавицей и блистать на грядущем балу. Рассматривая это как выгодное вложение средств, мать отправляет Эльвиру на операцию по исправлению формы носа.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/UG91zcuAWxuihvVtYBtKpRPhva.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/kG8bBajeSTUxJGmS47WujcraZUk.jpg",
            "id": "8",
            "rating": "7.284",
            "genre": "ужасы, комедия, фэнтези, драма",
            "director": "Эмили Бличфельдт",
            "actors": "Lea Mathilde Skar-Myren, Ane Dahl Torp, Теа Софи Лох Несс, Flo Fagerli, Isac Calmroth"
        },
        {
            "title": "Эликсир",
            "release_year": "2025",
            "description": "Из-за некоего эликсира в деревне происходит восстание живых мертвецов. Теперь членам семьи, в которой царит разлад, придется объединиться ради борьбы за выживание.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/epWmA7nadJE13LlGoqlut0hJWmf.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/cNmGq1bfUDhrZEHvJ77zwiWfoNA.jpg",
            "id": "9",
            "rating": "5.872",
            "genre": "ужасы, триллер",
            "director": "Кимо Стамбол",
            "actors": "Миха Тамбайонг, Ева Селия, Мартино Лио, Димас Ангара, Варен Арианда Калиф"
        },
        {
            "title": "Человек-бензопила. Фильм: История Резе",
            "release_year": "2025",
            "description": "Дэндзи, который уже некоторое время работает в Бюро общественной безопасности, целыми днями только и думает о том, как стать ближе к Макиме — не только его начальнице, но и объекту его воздыханий. Дэндзи уверен в искренности своих чувств и даже не допускает мысли, что кто-то может затмить красоту и очарование его возлюбленной. По крайней мере, он так думал, пока не встретил Резе. Милая девушка, которая подрабатывает в кофейне, неожиданно заставила сердце Человека-бензопилы биться чаще. Но к добру ли это?",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/f4Bv4JWv85zHSisuq7SD2WeuJGr.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/gqTz24ZRsCP6AKjARmEivY7m0cK.jpg",
            "id": "10",
            "rating": "8.234",
            "genre": "мультфильм, боевик, мелодрама, фэнтези",
            "director": "Тацуя Ёсихара",
            "actors": "Кикуносукэ Тоя, Рэина Уэда, Сиори Идзава, Томори Кусуноки, Сёго Саката"
        },
        {
            "title": "Заклятие 4: Последний обряд",
            "release_year": "2025",
            "description": "Исследователи паранормальных явлений Эд и Лоррейн Уоррен берутся за самый тревожный случай в своей практике. Семья переезжает в новый дом своей мечты, но вскоре их жилище начинает проявлять признаки демонической активности, превращая жизнь в кошмар.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/1DPYceqs7OuKgUD13vrPFZ2SYRd.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/tcBX2dtkNozZ0uDLVaxXrE6rqyN.jpg",
            "id": "11",
            "rating": "7",
            "genre": "ужасы",
            "director": "Майкл Чавес",
            "actors": "Вера Фармига, Патрик Уилсон, Миа Томлинсон, Бен Харди, Ребекка Колдер"
        },
        {
            "title": "Джестер 2",
            "release_year": "2025",
            "description": "Когда юная фокусница Макс сталкивается с таинственным и жестоким Джестером в ночь Хэллоуина, её обычные трюки превращаются в смертельное испытание. Чтобы выжить, девушке придётся перехитрить сверхъестественного убийцу, чья магия пугающе реальна, а каждая иллюзия заканчивается кровью.  Фильм объединяет ужасы, мистику и элементы слэшера, создавая атмосферу кошмара, где грань между реальностью и иллюзией стирается. Зрителей ждёт напряжённая история о страхе, ловушках и опасной игре с тьмой.",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/47dsw1jSOV0Be5zmy7CtLhYpqU.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/yZtnGzfZER0QU7ZG4r4RaZAaXJH.jpg",
            "id": "12",
            "rating": "6.881",
            "genre": "ужасы, триллер, криминал",
            "director": "Колин Кравчук",
            "actors": "Майкл Шеффилд, Кейтлин Трентэм, Дингани Беза, Хассен Касем, Джессика Амбуэль"
        },
        {
            "title": "Три икса",
            "release_year": "2002",
            "description": "Ксандер Кэйдж - спортсмен-экстремал. Этот жестокий парень может сделать то, что не в силах выполнить другие люди. Именно поэтому он привлекает к себе внимание Управления национальной безопасности. Оснащенный самой современной шпионской техникой и оружием, Кэйдж должен просочиться в русские криминальные круги, находящиеся в Праге. Ничто не может помешать этому шпиону нового поколения ХХХ выполнить свою миссию, и никто не способен отвлечь его от задания. Никто, кроме таинственной девушки Елены...",
            "vertical_poster": "https://image.tmdb.org/t/p/w780/2JhYyG66z3mEf0zorlnlc5MmJbJ.jpg",
            "horizontal_poster": "https://image.tmdb.org/t/p/w780/qwK9soQmmJ7kRdjLZVXblw3g7AQ.jpg",
            "id": "13",
            "rating": "5.964",
            "genre": "боевик, приключения, триллер, криминал",
            "director": "Роб Коэн",
            "actors": "Вин Дизель, Азия Ардженто, Мартон Чокаш, Сэмюэл Л. Джексон, Майкл Руф"
        }
    ]
}
